<!doctype html>
<html lang="en">
<head>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Manrope:wght@200..800&display=swap" rel="stylesheet">
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="style.css">
    <title>index</title>
</head>
<body>
<header>
    <?php include 'header.php'; ?>
</header>
<main>
    <div id="faqmain">
        <div id="mainfaqlogo">
            <h1>О нас</h1>
            <div>
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M18.5 10C18.5 14.6944 14.6944 18.5 10 18.5C5.30558 18.5 1.5 14.6944 1.5 10C1.5 5.30558 5.30558 1.5 10 1.5C14.6944 1.5 18.5 5.30558 18.5 10ZM20 10C20 15.5228 15.5228 20 10 20C4.47715 20 0 15.5228 0 10C0 4.47715 4.47715 0 10 0C15.5228 0 20 4.47715 20 10Z" fill="#FA5300"/>
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M10.9659 6.348H9.03394V4.5H10.9659V6.348ZM10.502 8H8.5V9.5H9.50196V13.5H8.5V15H9.50196H11.002H12V13.5H11.002V8.5C11.002 8.22386 10.7781 8 10.502 8Z" fill="#FA5300"/>
                </svg>
            </div>
        </div>
        <img src="source/slider1.jpg">
        <div id="faqtext">
            <p>
                НПОУ «Якутский колледж инновационных технологий» (далее – Колледж) создан решением учредителя от 24 августа 2009 г.<br>
                Колледж ведет образовательную деятельность по программам среднего профессионального образования на основании лицензии, выданной Министерством образования и науки Республики Саха (Якутия).<br><br>

                Лицензия 14Л01 №0002497 от 10.06.20, Свидетельство о государственной аккредитации №14А02 №0000894 от 18.08.20, выданные Министерством образования и науки Республики Саха (Якутия).<br><br>

                Колледж имеет право на ведение образовательной деятельности по программам среднего профессионального образования по специальностям:<br>
                09.02.07 Информационные системы и программирование (квалификация: программист)<br>
                10.02.01 Организация и технология защиты информации (квалификация: техник по защите информации)<br>
                10.02.05 Обеспечение информационной безопасности автоматизированных систем<br>
                40.02.01 Право и организация социального обеспечения (квалификация: юрист)<br>
                40.02.02 Правоохранительная деятельность (квалификация: юрист)<br>
                43.02.10 Туризм (квалификация: специалист по туризму)<br><br>

                Образовательный процесс в колледже обеспечивают высококвалифицированные преподаватели, осуществляющие качественную подготовку специалистов по реализуемым в колледже специальностям.<br><br>

                В колледже сложился квалифицированный педагогический коллектив,обладающий достаточным потенциалом и способностью решать современные задачи по подготовке квалифицированных специалистов. В настоящее время педагогические кадры являются ценным ресурсом,  над которыми требуется кропотливая работа по развитию профессионального мастерства педагога.<br><br>

                В настоящее время в колледже работает 32 сотрудника педагогического состава. Численность педагогических работников, имеющих высшее образование  в общей численности педагогических работников составляет 93,75%, имеющих квалификационные категории – 25%, имеющих ученое звание и ученую степень составляет 34%. У 100% преподавателей базовое образование соответствует профилю преподаваемых дисциплин по всем основным образовательным программам, что положительно сказывается на подготовке специалистов. А также среди сотрудников колледжа 11 человек имеют почетные звания и награды<br>
                Уже со второго курса студенты проходят производственную практику в различных организациях города и республики. Среди которых АО «Востоктехторг», ООО «Развитие систем информационной безопасности», ГАУ МФЦ «Мои документы», Центральный аппарат по организационному обеспечению деятельности мировых судей в РС(Я), ГКУ РС(Я) «Центр занятости населения г.Якутска», Управление пенсионного фонда РФ в г.Якутске, Управление социальной защиты населения, Администрация муниципального района Нюрбинский район, ООО «Дальневосточная гильдия юристов», Администрация МО «город Вилюйск», ГУ управление Пенсионного фонда РФ в Вилюйском районе,ООО «Центр защиты информации «Север», ГАУ «Технопарк Якутия», ООО «Паритет», ООО «Гермес», IT park, ООО «Информационные технологии Якутии», «Управа Губинского округа» МКУ ГО «Город Якутск»<br>
                Выпускники НПОУ «ЯКИТ» имеют все шансы устроиться на работу по выбранной специальности, благодаря инновационным методикам подготовки студентов в Колледже.<br><br>

                Ежегодно для выпускников колледжа проходит ярмарка вакансий. Цель ярмарки - сближение интересов работодателей и выпускников, нуждающихся в работе и обеспечение выпускников рабочими местами. На ярмарку вакансий приглашаются: следственное управление МВД РС (Я), Управление Федеральной службы судебных приставов РС (Я), Росгвардии, МУ МВД России «Якутское» МФЦ «Мои документы», Управление пенсионного фонда РФ в г.Якутске, ООО «Центр защиты информации «Север» и др. Каждый из представителей данных организаций подробно рассказывает о преимуществах работы, условиях и перспективах для выпускников.<br><br>

                Воспитательная среда Колледжа ориентирована на формирование гражданско-патриотического сознания, нравственности, творческой и физической активности обучающихся. Студенты Колледжа принимают активное участие в научных конференциях и дискуссионных площадках, участвуют в олимпиадах и конкурсах по профессиональному мастерству, ведут активный образ жизни. У Колледжа есть своя телевизионная студия «Vetvee», передачи которой выходят на yotube-канале.<br><br>

                В перспективе дальнейшего развития научно-исследовательской и просветительской деятельности Якутского колледжа инновационных технологий – активное участие в деятельности чемпионата Профессионалы в республике, Регионального чемпионата по профессиональному мастерству среди инвалидов и лиц с ограниченными возможностями здоровья «Абилимпикс» и Регионального отделения ОНФ в Якутии.<br><br>

                Колледж сотрудничает с НОУ ВО «Восточно-Сибирский институт экономики и менеджмента» (НОУ ВО «ВСИЭМ»). Обучение студентов колледжа проходит по программам, интегрированным с программами высшего профессионального образования НОУ ВО «ВСИЭМ».<br><br>

                По окончании колледжа выпускники могут работать и в то же время получать высшее профессиональное образование по своей специальности в сокращённые сроки, а именно в Восточно-Сибирском институте экономики и менеджмента и Академии управления и производства (г. Москва)<br><br>

                Ежегодно в Колледже выделяются места для обучения по образовательным программам среднего профессионального образования за счет бюджетных ассигнований федерального бюджета. Порядок  о приеме и переходе в группы на бюджетной основе указан в соответствующих нормативно-правовых актах Колледжа.<br><br>

                Еще одним преимуществом обучения в нашем Колледже является предоставление поощрительных скидок и социальных льгот по результатам успеваемости и участия  в мероприятиях.<br><br>

                Материально-техническая база колледжа соответствует всем необходимым требованиям: отдельное здание площадью более 3000 кв.м., спортивный комплекс, земельный участок 5000 кв.м., собственная газовая котельная и хозяйственный блок с гаражами, расположение в 5 минутах езды от центра города.<br><br>

                Приемная комиссия Колледжа работает по адресу: г. Якутск, ул. Ларионова, 4. 203-й микрорайон, тел. 36-91-91
            </p>
        </div>
    </div>
</main>
<footer>
    <?php
        include 'footer.php';
    ?>
</footer>
</body>
</html>